Repository: LuSkBk/OSPy-plugins
Catalog: plugins/relay_16/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: is disabled.
cs_cz: je zakázán.
sk_sk: je zakázaný.

source: Relay 16 plug-in
cs_cz: Rozšíření 16 relé
sk_sk: Doplnok 16 reléových výstupov

source: Outputs set.
cs_cz: Výstup(ů) nastaven(o).
sk_sk: Výstupov je nastavené.

source: Possible GPIO pins
cs_cz: Dostupné GPIO piny
sk_sk: Možné piny GPIO

source: Sorry Raspberry Pi 1 is old version.
cs_cz: Omlouváme se, ale Vaše Raspberry Pi je starší verze 1 a není podporován.
sk_sk: Ospravedlňujeme sa Raspberry Pi 1 je stará verzia.

source: Relay board plugin only supported on Raspberry Pi.
cs_cz: Toto rozšíření podporuje zatím pouze systém Raspberry Pi.
sk_sk: Doplnok je podporovaný iba na Raspberry Pi.

source: ON
cs_cz: ZAP
sk_sk: Zap

source: Setings Relay Output
cs_cz: Relé výstup
sk_sk: Nastavenie výstupu

source: Station
cs_cz: Stanice
sk_sk: Stanice

source: to HIGH
cs_cz: nastaven na HIGH
sk_sk: na VYSOKU uroveň

source: to LOW
cs_cz: nastaven na LOW
sk_sk: na NÍZKU uroveň

source: OFF
cs_cz: VYP
sk_sk: Vyp

source: Direct 16 Relay Outputs
cs_cz: 16 relé výstupů
sk_sk: Priamy 16 reléových výstupov

source: Direct 16 Relay Outputs - Settings
cs_cz: 16 relé výstupů - nastavení
sk_sk: Priamy 16 reléových výstupov - nastavenie

source: Help
cs_cz: Nápověda
sk_sk: Pomoc

source: Warning
cs_cz: Varování
sk_sk: Výstraha

source: please readme in HELP.
cs_cz: přečtěte si prosím informace k rozšíření v nápovědě.
sk_sk: prosím prečítajte si POMOC.

source: This plugin allows OSPy to control relay boards with up to 16 relays.
cs_cz: Toto rozšíření umožňuje v OSPy ovládat reléové desky až pro 16 relé.
sk_sk: Tento doplnok umožňuje cez OSPy ovládať relé dosky s až 16 relé.

source: Enable relays
cs_cz: Použít rozšíření
sk_sk: Povoliť relé

source: Relay channels
cs_cz: Počet relé
sk_sk: Počet relé (kanálov)

source: Number of relays connected to the Raspberry Pi (relay boards are commonly 1-16).
cs_cz: Počet relé připojených k Raspberry Pi (reléové desky jsou obyčejně po: 1, 2, 4 , 8 a 16 relé).
sk_sk: Počet relé pripojených k Raspberry Pi (relé dosky sú obyčajne 1, 2, 4, 8, 16).

source: Trigger Level
cs_cz: Úroveň spouštění
sk_sk: Spúšťacia úroveň

source: Low
cs_cz: 0V
sk_sk: Nízka

source: High
cs_cz: 3.3V
sk_sk: Vysoka

source: Low level trigger means the relay turns on when the input is low and turns off when the input is high. Hith level trigger does the opposite.
cs_cz: 0V úroveň spouštění znamená, že relé zapne, když je jeho vstup 0V a vypne když je jeho vstup 3.3V. Úroveň spouštění 3.3V pracuje opačně.
sk_sk: Spúšť nízkej úrovne znamená, že relé sa zapne, keď je vstup nízky a vypne sa, keď je vstup vysoký. Spúšť s úrovňou úrovní má opak.

source: Status
cs_cz: Stav
sk_sk: Stav

source: Submit
cs_cz: Potvrdit
sk_sk: Odoslať

source: Cancel
cs_cz: Zpět
sk_sk: Zrušiť
