Repository: LuSkBk/OSPy-plugins
Catalog: plugins/system_watchdog/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: sk_sk

source: Watchdog is not installed. For continue press button install watchdog.
sk_sk: Watchdog nie je nainštalovaný. Pre pokračovanie stlačte tlačidlo inštalovať Watchdog.

source: System watchodg plug-in
sk_sk: Doplnok Watchdog

source: Error in Converting
sk_sk: Chyba pri konverzii

source: Saving config to /etc/watchdog.conf
sk_sk: Ukladanie config do /etc/Watchdog.conf

source: This plugin enable or disable HW Watchdog daemon in OSPy system. On the Raspberry Pi is hardware watchdog - Broadcom BCM2708 chip
sk_sk: Tento doplnok umožňuje alebo zakazuje démona HW Watchdog v systéme OSPy. Na Raspberry Pi je hardvér - čip Broadcom BCM2708 ako Watchdog

source: This can be very useful if your Raspberry Pi is located remotely and locks up. However, this would not the preferred method of restarting the unit and
sk_sk: To môže byť veľmi užitočné, ak sa vaše Raspberry Pi nachádza vzdialene a zamrzne. Nebolo by to však preferovaným spôsobom reštartovania jednotky a

source: in extreme cases this can result in file-system damage that could prevent the Raspberry Pi from booting. If this occurs regularly you better find the root
sk_sk: v extrémnych prípadoch môže dôjsť k poškodeniu súborového systému, ktoré by mohlo zabrániť zavádzaniu Raspberry Pi. Ak sa to stane pravidelne, nájdite

source: cause of the problem rather than fight the symptoms. The watchdog daemon will send /dev/watchdog a heartbeat every 4 seconds. If /dev/watchdog does not
sk_sk: príčinu problému, a nie bojovať proti symptómom Watchdogem. Strážca démona bude posielať do /dev/watchdog tik každých 4 sekund. Ak /dev/watchdog

source: receive this signal it will brute-force restart your Raspberry Pi. This plugin needs Watchdog. If not installed, plugin installs Watchdog in to the system himself
sk_sk: nedostal tento tik signál, bude brutálny-nútený reštart Raspberry Pi. Tento doplnok potrebuje Watchdog. Ak nie je nainštalovaný, doplnok ho nainštaluje do systému sám

source: Status
sk_sk: Stav

source: Refresh
sk_sk: Obnoviť

source: Install Watchdog
sk_sk: Inštalovať Watchdog

source: Stop Watchdog Service
sk_sk: Zastaviť službu Watchdog

source: Start Watchdog Service
sk_sk: Spustiť službu Watchdog

source: Cancel
sk_sk: Zrušiť
