Repository: LuSkBk/OSPy-plugins
Catalog: plugins/system_debug/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: sk_sk

source: Error: Log file missing. Enable it in system options.
sk_sk: Chyba: Chýba protokolový súbor. Povoľte ho v systémových možnostiach (menu Nastavenia).

source: System Debug Information
sk_sk: Informácie pre ladení systému

source: This plugin prints debug information from events.log file
sk_sk: Tento doplnok vytlačí ladiace informácie z súboru events.log

source: Maximum number of records
sk_sk: Maximálny počet záznamov denníka

source: unlimited
sk_sk: Neobmedzené

source: DEBUG message
sk_sk: DEBUG správy

source: INFO message
sk_sk: INFO správy

source: WARNING message
sk_sk: WARNING správy

source: ERROR message
sk_sk: ERROR správy

source: Status
sk_sk: Stav

source: Delete file
sk_sk: Vymazať

source: Submit
sk_sk: Odoslať

source: Cancel
sk_sk: Zrušiť

source: Download event-log as
sk_sk: Stiahnite si denník ako
