Repository: LuSkBk/OSPy-plugins
Catalog: plugins/sms_adj/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: SMS Modem plug-in is enabled
cs_cz: Rozšíření SMS modem je povoleno

source: Gammu is not installed.
cs_cz: Gammu není nainstalováno.
sk_sk: Gammu nie je nainštalovaný.

source: Please wait installing Gammu...
cs_cz: Prosím čekejte instaluji Gammu...
sk_sk: Počkajte prosím, inštalácia Gammu...

source: Please wait installing Python-Gammu...
cs_cz: Prosím čekejte instaluji Python-Gammu...
sk_sk: Počkajte, prosím, inštalácia Python-Gammu...

source: Testing attached GSM ttyUSB...
cs_cz: Testuji připojený GSM modem na ttyUSB...
sk_sk: Testovanie pripojený na GSM vo ttyUSB...

source: Saving Gammu config to /root/.gammurc...
cs_cz: Ukládám Gammu nastavení do /root/.gammurc...
sk_sk: Ukladanie Gammu config da /oot/.gammurc...

source: SMS Modem plug-in is disabled
cs_cz: Rozšíření SMS modem je zakázáno
sk_sk: Doplnok je zakázaný.

source: SMS Modem plug-in
cs_cz: Rozšíření SMS modem
sk_sk: Doplnok SMS Modem

source: Checking SMS...
cs_cz: Kontroluji SMS...
sk_sk: Kontroluje sa SMS...

source: Signal
cs_cz: Signál
sk_sk: Signál

source: SMS from admin
cs_cz: SMS je od správce
sk_sk: SMS od správca

source: Command
cs_cz: Příkaz
sk_sk: Prikaz

source: is processed
cs_cz: se zpracovává
sk_sk: sa spracováva

source: was processed and confirmation was sent as SMS to
cs_cz: byl zpracován a potvrzení bylo posláno jako SMS na číslo
sk_sk: bolo spracované a potvrdenie bolo odoslané ako SMS do

source: Received SMS was deleted
cs_cz: Přijatá SMS byla smazána
sk_sk: Prijatá SMS bola vymazaná

source: Received SMS was deleted and system is now reboot
cs_cz: Přijatá SMS byla smazána - systém se restartuje
sk_sk: Prijatá SMS bola vymazaná a systém sa teraz reštartuje

source: Received SMS was deleted and system is now poweroff
cs_cz: Přijatá SMS byla smazána - systém Linux se vypíná
sk_sk: Prijatá SMS bola vymazaná a systém sa teraz vypiná

source: Received SMS was deleted, update was performed and program will restart
cs_cz: Přijatá SMS byla smazána - aktualizace OSPy a následný restart
sk_sk: Prijatá SMS bola vymazaná, aktualizácia bola vykonaná a program sa reštartuje

source: Received SMS was deleted, but could not perform update
cs_cz: Přijatá SMS byla smazána - ale nemohu provést aktualizaci OSPy
sk_sk: Prijatá SMS bola vymazaná, ale nemohla vykonať aktualizáciu

source: SMS plug-in send image file from webcam.
cs_cz: Rozšíření SMS pošle soubor s obrázkem z webové kamery.
sk_sk: Doplnok prave odosiela súbor obrázkov z webovej kamery.

source: Received SMS was deleted, but could not send email with photo from webcam
cs_cz: Přijatá SMS byla smazána - nelze odeslat email s obrázkem z webové kamery
sk_sk: Prijatá SMS bola vymazaná, ale nemohla odoslať e-mail s fotografiou z webovej kamery

source: now run
cs_cz: spustit nyní
sk_sk: spustiť teraz

source: Received command
cs_cz: Přijatý příkaz
sk_sk: Prijatá správa

source: is not defined!
cs_cz: není nadefinován!
sk_sk: nie je definovaná!

source: Received SMS was deleted - SMS was read
cs_cz: Přijatá SMS byla smazána - zpráva byla přečtena
sk_sk: Prijatá SMS bola vymazaná - SMS bola prečítaná

source: Received SMS was deleted - SMS was not from admin
cs_cz: Přijatá SMS byla smazána - SMS není od správce systému
sk_sk: Prijatá SMS bola vymazaná - SMS nie je od správca

source: Email was sent
cs_cz: Email byl odeslán
sk_sk: E-mail bol odoslaný

source: Email was not sent
cs_cz: Email nebyl odeslán
sk_sk: E-mail nebol odoslaný

source: SMS settings
cs_cz: SMS nastavení
sk_sk: Nastavenia SMS

source: SMS Settings
cs_cz: SMS nastavení
sk_sk: Nastavenia SMS

source: For this plugin is needed to SMS modem with the telephone service provider
cs_cz: Pro toto rozšíření je vyžadován SMS modem s funkčním připojením k síti (pomocí vašeho telefonního poskytovatele)
sk_sk: Tento doplnok potrebuje pre SMS modem registráciu poskytovateľa telefónnej služby

source: This plugin needs Gammu. If not installed Gammu and Python-Gammu, plugin installs Gammu and Python-Gammu in to the system himself
cs_cz: Toto rozšíření vyžaduje modul pro Pyton "Gammu a Python-Gammu", pokud nejsou v systému nalezeny toto rozšíření je nainstaluje do systému automaticky
sk_sk: Tento doplnok potrebuje Gammu. Ak nie je nainštalovaný Gammu a Python-Gammu, doplnok nainštaluje Gammu a Python-Gammu do systému sám

source: On first use please wait for status
cs_cz: Při prvním použití čekejte prosím na další informace v okně stav
sk_sk: Pri prvom použití čakajte na stav

source: Visit
cs_cz: Navštivte
sk_sk: Navštívte

source: for more information
cs_cz: pro více informací
sk_sk: pre viac informácií

source: Use SMS modem
cs_cz: Používat toto rozšíření
sk_sk: Použiť doplnok SMS modem

source: Signal strength in the status window
cs_cz: Síla signálu ve stavovém okně
sk_sk: Sila signálu v stavovom okne

source: Number 1
cs_cz: Číslo 1
sk_sk: Číslo 1

source: Number 2
cs_cz: Číslo 2
sk_sk: Číslo 2

source: Command for info
cs_cz: Příkaz pro info
sk_sk: Príkaz pre informácie

source: Command for stop irrigation
cs_cz: Příkaz pro zakázání plánovače
sk_sk: Príkaz na zastavenie zavlažovania

source: Command for start irrigation
cs_cz: Příkaz pro povolení plánovače
sk_sk: Príkaz na spustenie zavlažovania

source: Command for reboot system
cs_cz: Příkaz pro restart OSPy systému
sk_sk: Príkaz na reštartovanie systému

source: Command for poweroff system
cs_cz: Příkaz pro vypnutí systému Linux
sk_sk: Príkaz na vypnutie systému

source: Command for update OSPi from GITHUB
cs_cz: Příkaz pro aktualizaci OSPy z Githubu
sk_sk: Príkaz na aktualizáciu OSPy od spoločnosti GITHUB

source: Command for send foto from webcam
cs_cz: Příkaz pro zaslání fotografie
sk_sk: Príkaz na odosielanie fotografií z webovej kamery

source: For this function required email and webcam plugin
cs_cz: Pro tuto funkci je vyžadováno rozšíření email a webcam
sk_sk: Pre túto funkciu je potrebný doplnok e-mail a webová kamera

source: Command for help
cs_cz: Příkaz pro nápovědu
sk_sk: Príkaz pre pomoc

source: Send SMS with all available commands
cs_cz: Pošle SMS se všemi dostupnými příkazy
sk_sk: Odoslať SMS so všetkými dostupnými príkazmi

source: Command for run now program
cs_cz: Příkaz pro spuštění programu
sk_sk: Príkaz na spustenie programu

source: Example: runxx = run now program xx if exists
cs_cz: Příklad: run1 = spustí program číslo 1 pokud existuje
sk_sk: Príklad: runxx = spustiť program xx, ak existuje

source: Status
cs_cz: Stav
sk_sk: Stav

source: Submit
cs_cz: Potvrdit
sk_sk: Odoslať

source: Cancel
cs_cz: Zpět
sk_sk: Zrušiť
