Repository: LuSkBk/OSPy-plugins
Catalog: plugins/weather_based_water_level/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: sk_sk

source: Checking weather status
sk_sk: Kontrola stavu počasia

source: No information available!
sk_sk: Nie sú k dispozícii žiadne informácie!

source: Using
sk_sk: Použijem

source: days of information.
sk_sk: dní informácií.

source: Water needed
sk_sk: Potrebná voda

source: days
sk_sk: dní

source: Total rainfall
sk_sk: Celkové dažde

source: Irrigation needed
sk_sk: Pre potreby zavlažovania

source: Weather Adjustment
sk_sk: Nastavenie počasia

source: Temperature
sk_sk: Teplota

source: Protection activated.
sk_sk: Ochrana je aktivovaná.

source: Plug-in is disabled.
sk_sk: Doplnok je zakázaný.

source: Weather-based water level plug-in
sk_sk: Doplnok hladina vody založené na počasí

source: Weather-based Water Level
sk_sk: Hladina vody založené na počasí

source: When weather-based water level is enabled, the weather will be checked every hour and the water level will be adjusted accordingly
sk_sk: Ak je povolene automatické nastavenie hladiny vody, počasie sa bude kontrolovať každú hodinu a hladina vody sa podľa toho upraví

source: In addition, it is now able to protect plants from frost during the selected months
sk_sk: Navyše je schopný chrániť rastliny pred mrazom počas vybraných mesiacov

source: Use Automatic Water Level Adjustment
sk_sk: Použiť automatické nastavenie hladiny vody

source: Protect against freezing
sk_sk: Chrániť proti zamrznutiu

source: Run once every hour if temperature is below a certain temperature
sk_sk: Spustiť raz za hodinu, ak je teplota pod určitou teplotou

source: Min percentage
sk_sk: Min percento

source: Protect temperature
sk_sk: Teplota pre ochranu

source: Below which temperature
sk_sk: Pod akou teplotou

source: the stations should start
sk_sk: by mali stanice začať

source: Max percentage
sk_sk: Max percento

source: Protect minutes
sk_sk: Ochrana minút

source: How long to run each station if it is freezing
sk_sk: Ako dlho prevádzkovať každú stanicu, ak je zmrazenie

source: History days used
sk_sk: História dní

source: Forecast days used
sk_sk: Predpovedané dni

source: Protect stations
sk_sk: Chrániť stanice

source: Status
sk_sk: Stav

source: Protect months
sk_sk: Chráňte mesiace

source: January
sk_sk: Január

source: February
sk_sk: Február

source: March
sk_sk: Marec

source: April
sk_sk: Apríl

source: May
sk_sk: Máj

source: June
sk_sk: Jún

source: July
sk_sk: Júl

source: October
sk_sk: Október

source: Submit
sk_sk: Odoslať

source: Cancel
sk_sk: Zrušiť
