Repository: LuSkBk/OSPy-plugins
Catalog: plugins/remote_ftp_control/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: Creating ramdisk into
cs_cz: Vytvářím ramdisk v umístění
sk_sk: Vytvorenie ramdisku do

source: Remote FTP control settings
cs_cz: Vzdálené ovládání přes FTP nastavení
sk_sk: FTP Diaľkové ovládanie - nastavenie

source: Adding into fstab
cs_cz: Přidávám do souboru fstab
sk_sk: Pridávanie do fstabu

source: Saving config to
cs_cz: Ukládám nastavení do
sk_sk: Uloženie konfigurácie do

source: Now please restart your operating system!
cs_cz: Nyní prosím restartujte váš operační systém (linux)!
sk_sk: Teraz prosím reštartujte svoj operačný systém!

source: FTP connection established.
cs_cz: FTP spojení bylo navázáno.
sk_sk: Vytvorené pripojenie FTP.

source: FTP received data from file data.txt
cs_cz: FTP přijatá data ze souboru data.txt
sk_sk: FTP prijal dáta zo súboru data.txt

source: Scheduler mode is activated.
cs_cz: Plánovač je nyní aktivní.
sk_sk: Plánovač je teraz povolený.

source: Manual mode is activated.
cs_cz: Manuální ovládání je nyní aktivní.
sk_sk: Ručné ovládanie je teraz povolene.

source: Activated stations
cs_cz: Aktivovaná stanice
sk_sk: Aktivované stanice

source: Deactivated stations
cs_cz: Vypnutá stanice
sk_sk: Deaktivované stanice

source: Activated program
cs_cz: Aktivován program
sk_sk: Aktivovaný program

source: Stop all stations and disable scheduler.
cs_cz: Zastaveny všechny stanice a zakázán systém.

source: Enable system.
cs_cz: Systém povolen.
sk_sk: Povoliť systém.

source: Could not save stavy.php to ramdisk!
cs_cz: Nelze uložit soubor stavy.php do ramdisku!
sk_sk: Nepodarilo sa uložiť stavy.php na ramdisk!

source: Data file stavy.php has send on to FTP server
cs_cz: Soubor stavy.php byl odeslán na FTP server
sk_sk: Dátový súbor stavy.php sa poslal na server FTP

source: Data file data.txt has send on to FTP server
cs_cz: Soubor data.txt byl odeslán na FTP server
sk_sk: Datový súbor data.txt sa poslal na FTP server

source: This plug-in makes downloading and uploading text file on the remotely via FTP for remotely control OSPy system every 30 seconds
cs_cz: Toto rozšíření stahuje a nahrává textové soubory pomocí FTP na vzdálený webový server pro ovládání OSPy systému každých 30 vteřin
sk_sk: Tento doplnok umožňuje sťahovanie a nahrávanie textového súboru na diaľku cez FTP pre vzdialené ovládanie systému OSPy každých 30 sekúnd

source: When you first start the plug-in detects whether ramdisk is present, otherwise it creates and writes fstab
cs_cz: Pokud spouštíte toto rozšíření prvně je zkontrolováno, zda existuje ramdisk a záznam v tabulce fstab (pokud ne toto rozšíření ramdisk i záznam vytvoří automaticky)
sk_sk: Pri prvom spustení doplnok zistí, či je prítomný nástroj ramdisk, inak ho vytvára a zapisuje do fstab

source: If plug-in says: "restart your linux os system" You must manual reboot os via options/reboot os
cs_cz: Pokud toto rozšíření říká: "restartujte váš operační systém Linux" musíte provést ručně restart vašeho systému (lze to provést v záložce nastavení/restartovat systém) - toto je nutnost pro vytvoření ramdisku ve vašem systému. Ramdisk umožňuje zápis bez omezení oproti například ukládání na flashdisk
sk_sk: Ak doplnok hovorí: "Teraz prosím reštartujte svoj operačný systém!" Musíte manuálne reštartovať os (Reštartovať OS systém v sekcíi nastavenia)

source: Use plug-in
cs_cz: Používat toto rozšíření
sk_sk: Použiť doplnok

source: The FTP server address
cs_cz: Adresa FTP serveru
sk_sk: Adresa servera FTP

source: The FTP user name
cs_cz: Uživatelské jméno na FTP serveru
sk_sk: Používateľské meno FTP

source: The FTP user password
cs_cz: Uživatelské heslo na FTP serveru
sk_sk: Heslo používateľa FTP

source: The FTP server location for files
cs_cz: Umístění souborů na FTP serveru
sk_sk: Umiestnenie súborov na FTP serveri

source: Status
cs_cz: Stav
sk_sk: Stav

source: Submit
cs_cz: Potvrdit
sk_sk: Odoslať

source: Cancel
cs_cz: Zrušit
sk_sk: Zrušiť

source: Stop all stations and disable system.
sk_sk: Teraz zastavím všetky stanice a zakážim systém (provoz).
