Repository: LuSkBk/OSPy-plugins
Catalog: plugins/cli_control/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: sk_sk

source: CLI Control is enabled.
sk_sk: Ovládací prvok CLI je zapnutý.

source: CLI Control plug-in
sk_sk: CLI doplnok

source: CLI Control is disabled.
sk_sk: Ovládací prvok CLI je vypnutý.

source: Command
sk_sk: Prikaz

source: CLI Control settings
sk_sk: Nastavenia ovládania CLI

source: This plugin can be used to control devices such as remote RF units via Linux commands.
sk_sk: Tento plugin môže byť použitý na ovládanie zariadení, ako sú vzdialené RF jednotky cez Linux príkazy.

source: Enter command line commands to be issued when a station is to be started or stopped.
sk_sk: Zadajte príkazy príkazového riadka, ktoré sa vydajú pri spustení alebo zastavení stanice.

source: For example a command might look like: wget http://xxx.xxx.xxx.xxx/relay1on
sk_sk: Napríklad príkaz môže vyzerať takto: wget http://xxx.xxx.xxx.xxx/relay1on

source: Leave fields blank for any stations not to be controlled from the command line.
sk_sk: Nechajte polia prázdne pre všetky stanice, ktoré sa neovládajú z príkazového riadka.

source: Use CLI Control
sk_sk: Použiť doplnok

source: Station
sk_sk: Stanice

source: Start Command
sk_sk: Príkaz štart

source: Stop Command
sk_sk: Príkaz stop

source: Status
sk_sk: Stav

source: Submit
sk_sk: Odoslať

source: Cancel
sk_sk: Zrušiť
