Repository: LuSkBk/OSPy-plugins
Catalog: plugins/mqtt_zones/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: MQTT Zones Plugin started.
cs_cz: Rozšíření bylo spuštěno.
sk_sk: Doplnok MQTT Zóny naštartoval.

source: MQTT Zones Plugin public
cs_cz: MQTT publikuje
sk_sk: Doplnok MQTT zóny zverejnil

source: MQTT Zones Plugin requires MQTT plugin.
cs_cz: Rozšíření MQTT zóny vyžaduje nainstalované rozšíření MQTT.
sk_sk: Doplnok MQTT zóny vyžaduje MQTT doplnok.

source: MQTT plug-in
cs_cz: Rozšíření MQTT stanice

source: MQTT Zones Plugin is disabled.
cs_cz: Rozšíření je vypnuté.
sk_sk: Doplnok MQTT Zóny je zakázaný.

source: MQTT Zones settings
cs_cz: Rozšíření MQTT stanice nastavení
sk_sk: Nastavenia MQTT pre zóny

source: This MQTT Zones plug-in relies on to MQTT, broadcasts the current status of all zones.
cs_cz: Toto rozšíření MQTT Zóny závisí na rozšíření MQTT, vysílá aktuální stav všech stanic.
sk_sk: Tento doplnok MQTT Zóny závisí na MQTT doplnku, vysiela aktuálny stav všetkých zón (stanic)

source: First plug-in author is Daniel Casner, ported to OSPy Martin Pihrt
cs_cz: Rozšíření vytvořil Danier Casner, pro OSPy portoval Martin Pihrt
sk_sk: Prvý autor doplnku je Daniel Casner (SIP), port na OSPy Martin Pihrt

source: Use MQTT
cs_cz: Používat MQTT
sk_sk: Použiť doplnok

source: MQTT Publish Zones topic
cs_cz: MQTT Publikovat téma stanic
sk_sk: MQTT Publikovať zóny tému

source: The topic to broadcast zone updates on
cs_cz: Téma, na které se budou vysílat změny stanic
sk_sk: Téma vysielania pri aktualizácii zóny (stanice)

source: Status
cs_cz: Stav
sk_sk: Stav

source: Submit
cs_cz: Potvrdit
sk_sk: Odoslať

source: Cancel
cs_cz: Zpět
sk_sk: Zrušiť

source: MQTT Zones plug-in
sk_sk: Doplnok MQTT zóny
