Repository: LuSkBk/OSPy-plugins
Catalog: plugins/weather_based_rain_delay/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: Checking rain status
cs_cz: Kontroluji zda prší
sk_sk: Kontrola stavu dažďa

source: No action.
cs_cz: Žádná akce nebude provedena.
sk_sk: Žiadna akcia.

source: No rain detected
cs_cz: Není detekován déšť
sk_sk: Nie sú zistené žiadne dažde

source: Removing rain delay.
cs_cz: Odebírám zpoždění při dešti.
sk_sk: Odstránenie oneskorenia dažďa.

source: Good weather detected
cs_cz: Zjištěno dobré počasí
sk_sk: Zaznamenané dobré počasie

source: Plug-in is disabled.
cs_cz: Rozšíření je zakázané.
sk_sk: Doplnok je zakázaný.

source: Weather-based Rain Delay plug-in
cs_cz: Rozšíření dešťové zpoždění
sk_sk: Doplnok deštivé oneskorenie založené na počasí

source: Weather-based Rain Delay
cs_cz: Dešťové zpoždění dle předpovědi počasí
sk_sk: Deštivé oneskorenie založené na počasí

source: When weather-based rain delay is enabled, the weather will be checked for rain every hour. If the weather reports any condition suggesting rain, a rain delay is automatically issued using the below set delay duration
cs_cz: Je-li aktivováno dešťové zpoždění na bázi tohoto rozšíření, bude se počasí ověřovat každou hodinu. Pokud předpověď počasí hlásí jakýkoliv stav naznačující déšť, nastaví se dešťové zpoždění
sk_sk: Ak je doplnok povolený skontroluje sa každú hodinu počasie na dážď. Ak počasie hlási akékoľvek podmienky, ktoré naznačujú dážď, dažďové oneskorenie sa automaticky prida s použitím trvania dla nastaveného oneskorenia

source: Use Automatic Rain Delay
cs_cz: Používat automatické zpoždění
sk_sk: Použiť deštivé oneskorenie založené na počasí

source: Delay Duration (hours)
cs_cz: Doba zpoždění (v hodinách)
sk_sk: Čas meškania (hodiny)

source: Weather Provider
cs_cz: Poskytovatel předpovědi počasí
sk_sk: Poskytovateľ počasia

source: Wunderground API Key
cs_cz: Wunderground API klíč
sk_sk: Wunderground API kľúč

source: Use NetAtmo Real data
cs_cz: Použij data z meteostanice NetAtmo
sk_sk: Použít NetAtmo

source: NetAtmo Client ID
cs_cz: NetAtmo klientské ID
sk_sk: NetAtmo klient ID

source: NetAtmo Client Secret
cs_cz: NetAtmo klientské heslo
sk_sk: NetAtmo klient tajomstvo

source: NetAtmo User Name
cs_cz: NetAtmo uživatelské jméno
sk_sk: NetAtmo Užívateľské meno

source: NetAtmo password
cs_cz: NetAtmo heslo
sk_sk: NetAtmo heslo

source: NetAtmo MAC
cs_cz: NetAtmo MAC adresa meteostanice
sk_sk: NetAtmo MAC adresa

source: NetAtmo Rain module MAC
cs_cz: NetAtmo MAC adresa dešťového modulu
sk_sk: NetAtmo modul dažďa MAC

source: Delay apply to water level in mm
cs_cz: Zpoždění aktivováno na základě napršené srážky v mm
sk_sk: Oneskorenie platí pre hladinu vody v mm

source: Delay apply based on history rain in hours
cs_cz: Kolik historických hodin pro výpočet srážek z dešťového modulu
sk_sk: Oneskorenie platí na základe dažďov v histórii v hodinách

source: Check interval
cs_cz: Interval obnovy dat
sk_sk: Kontrolovať pocasie po (min)

source: Use Cleanup delay
cs_cz: Mazání zpoždění pokud počasí bude hezké
sk_sk: Použiť oneskorenie zmazanie

source: Status
cs_cz: Stav
sk_sk: Stav

source: Submit
cs_cz: Potvrdit
sk_sk: Odoslať

source: Cancel
cs_cz: Zpět
sk_sk: Zrušiť
