Repository: LuSkBk/OSPy-plugins
Catalog: plugins/voice_notification/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: Voice notification is disabled.
cs_cz: Hlasová upozornění jsou vypnutá.
sk_sk: Hlasové upozornenie je zakázané.

source: Voice notification is enabled.
cs_cz: Hlasová upozornění jsou zapnutá.
sk_sk: Hlasové upozornenie je povolené.

source: Pygame is not installed.
cs_cz: Pygame není nainstalováno.
sk_sk: Pygame nie je nainštalovaný.

source: Please wait installing pygame...
cs_cz: Prosím počkejte, instaluji pygame...
sk_sk: Počkajte prosím, inštalácia pygame...

source: Pygame is now installed.
cs_cz: Pygame je nyní nainstalováno.
sk_sk: Pygame je teraz nainštalovaný.

source: Repeating playing nr. 2...
cs_cz: Opakování přehrávání č. 2...
sk_sk: Opakované prehrávanie č. 2...

source: Repeating playing nr. 3...
cs_cz: Opakování přehrávání č. 3...
sk_sk: Opakované prehrávanie č. 3...

source: Stopping...
cs_cz: Zastavuji...
sk_sk: Zastavovanie...

source: Voice Notification plug-in
cs_cz: Rozšíření hlasová upozornění
sk_sk: Doplnok hlasové upozornenie

source: Loading: %s...
cs_cz: Nahrávám: %s...

source: Set master volume to
cs_cz: Nastavuji hlasitost na
sk_sk: Nastavenie hlavnej hlasitosti na

source: Playing...
cs_cz: Přehrávám...
sk_sk: Prehrávanie...

source: Saving MP3 %s file OK.
cs_cz: Soubor MP3 %s byl uložen OK.
sk_sk: Ukladanie MP3 súboru: %s OK.

source: Error. MP3 file: %s name is not voice.mp3 or voice0.mp3...voice20.mp3
cs_cz: Došlo k chybě. MP3 soubor: %s není voice.mp3 nebo voice0.mp3...voice20.mp3
sk_sk: Chyba. Súbor MP3: názov %s nie je voice.mp3 alebo voice0.mp3...voice20.mp3

source: Voice Notification
cs_cz: Hlasová upozornění
sk_sk: Hlasové upozornenie

source: Voice Notification - Settings
cs_cz: Hlasová upozornění - nastavení
sk_sk: Hlasové upozornenie - nastavenie

source: This plugin allows you to use voice notifications for different events in the OSPy system.
cs_cz: Toto rozšíření umožňuje používat hlasová upozornění pro různé události v systému OSPy.
sk_sk: Tento doplnok vám umožňuje používať hlasové upozornenia pre rôzne udalosti v systéme OSPy.

source: Into the Connector from Output on Raspberry Pi connect Amplifier and Speakers for voice notification.
cs_cz: Do výstupního konektoru na Raspberry Pi připojte zesilovač a reproduktory.
sk_sk: Do konektora z výstupu na Raspberry Pi pripojte zosilňovač a reproduktory pre hlasové upozornenie.

source: This plugin requires pygame installed. If pygame is not installed on the system, plugin it will install it himself. Pygame is comes already installed on the default raspberian installation.
cs_cz: Toto rozšíření vyžaduje nainstalované pygame. Není-li pygame nainstalováno, rozšíření jej nainstaluje samo. Pygame bývá již nainstalováno na čisté instalaci Raspbianu.
sk_sk: Tento doplnok vyžaduje nainštalovaný pygame. Ak nie je pygame nainštalovaný v systéme, doplnok ho nainštaluje sám. Pygame je už nainštalovaný vo Raspbianové inštalácii.

source: Visit
cs_cz: Navštivte
sk_sk: Navštívte

source: and
cs_cz: a

source: for more information
cs_cz: pro další informace
sk_sk: pre viac informácií

source: Enable voice
cs_cz: Použít rozšíření
sk_sk: Povoliť doplnok

source: If the check box is marked, the extension will be active.
cs_cz: Pokud je box zaškrtnutý je rozšíření aktivní.
sk_sk: Ak je označené začiarkavacie políčko, rozšírenie bude aktívne.

source: Enable pre start voice
cs_cz: Upozornit před zapnutím
sk_sk: Povolenie hlasu pred štartom

source: The sound is played before turning on the station.
cs_cz: Spustit zvuk x vteřin před zapnutím stanice.
sk_sk: Zvuk sa prehráva pred zapnutím stanice.

source: Pre run time
cs_cz: Přehrát dříve o
sk_sk: Čas pred spustením

source: How many seconds before turning on stations play sound.
cs_cz: O kolik vteřin dříve přehrát zvuk.
sk_sk: Koľko sekúnd pred zapnutím stanice bude prehrávanie zvuku.

source: Repeat playback
cs_cz: Opakovat přehrávání
sk_sk: Opakovať

source: How many times to repeat the same message.
cs_cz: Kolikrát opakovat hlášení před zapnutím.
sk_sk: Koľkokrát opakovať rovnakú správu.

source: Master volume
cs_cz: Hlasitost
sk_sk: Hlavná hlasitosť

source: Setting the Raspberry Pi output volume (0-100%).
cs_cz: Nastavení hlasitosti Raspberry Pi (0-100%).
sk_sk: Nastavenie Raspberry Pi výstupu (0-100%).

source: Play only from
cs_cz: Přehrávat v čase od
sk_sk: Prehrať iba od

source: Play notifications only from this time (hours).
cs_cz: Přehrávat hlášení pouze v tomto čase (od hodiny).
sk_sk: Hrať oznámenia len od tohto času (hodiny).

source: Play only to
cs_cz: Přehrávat v čase do
sk_sk: Prehrať iba do

source: Play notifications only to this time (hours).
cs_cz: Přehrávat hlášení pouze v tomto čase (od hodiny).
sk_sk: Hrať oznámenia iba do tohto času (hodiny).

source: Skip stations
cs_cz: Přeskočit stanice
sk_sk: Preskočiť stanice

source: Skip voice notification for these stations.
cs_cz: Přeskočit hlasové upozornění u těchto stanic.
sk_sk: Preskočit hlasové upozornenie pre tieto stanice.

source: Select voice for stations
cs_cz: Výběr zvuků pro stanice
sk_sk: Výber zvuků pre stanice

source: Select voice for this station.
cs_cz: Zvolte zvuk: voicexx.mp3 pro tuto stanici.
sk_sk: Vyberte hlas pre túto stanicu.

source: Status
cs_cz: Stav
sk_sk: Stav

source: Upload mp3 file
cs_cz: Nahrát MP3 soubor
sk_sk: Nahrať mp3

source: Upload
cs_cz: Nahrát
sk_sk: Nahrať

source: Submit
cs_cz: Potvrdit
sk_sk: Odoslať

source: Cancel
cs_cz: Zpět
sk_sk: Zrušiť

source: Test playing
cs_cz: Test zvuku
sk_sk: Testovanie prehrávania

source: Testing button...
cs_cz: Tlačítko testu bylo zmačknuto...
sk_sk: Testovacie tlačidlo...

source: Loading...
sk_sk: Načítava...

source: Set pygame volume to 1.0
sk_sk: Nastavenie hlavnej hlasitosti pygame na 1.0
