Repository: LuSkBk/OSPy-plugins
Catalog: plugins/remote_notifications/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: sk_sk

source: Remote was sent
sk_sk: Remote bolo odoslané

source: Remote was not sent
sk_sk: Remote nebolo odoslané

source: Remote plug-in
sk_sk: Doplnok vzdialené upozornenia

source: Remote server reply
sk_sk: Odpoveď zo vzdialeného servera

source: Remote plug-in is not properly configured
sk_sk: Doplnok vzdialené upozornenia nie je správne nakonfigurovaný

source: Remote Notifications
sk_sk: Vzdialené upozornenia

source: This plugin can send Notifications on the Remote Webserver. This plugin requre SQL server and Webserver with PHP.
sk_sk: Tento doplnok môže odosielať upozornenia na vzdialeny webovy server. Tento doplnok vyžaduje vzdialeny SQL server a webový server s PHP.

source: This plugin send data as get command to remote PHP web pages.
sk_sk: Tento doplnok odosiela dáta ako príkaz get na vzdialené PHP webové stránky.

source: This plugin requred correct settings this plugins: UPS Monitor, Tank Humi Monitor.
sk_sk: Tento doplnok vyžaduje správne nastavenie týchto doplnkov: UPS Monitor, Tank Humi Monitor.

source: Use plugin
sk_sk: Použiť doplnok

source: Remote server address
sk_sk: Adresa vzdialeného servera

source: ex: https://server.com/automatOSPy/
sk_sk: príklad: https://server.com/automatOSPy/

source: API for access
sk_sk: API pre prístup

source: Status
sk_sk: Stav

source: Submit
sk_sk: Odoslať

source: Send test data to server
sk_sk: Odoslanie testovacích údajov na server

source: Cancel
sk_sk: Zrušiť
